// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Φάκελος";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Σελιδοδείκτες";

// genre names
"Social Networking" = "Κοινωνική δικτύωση";
"Reference" = "Αναφορά";
"News" = "Ειδήσεις";
"Games" = "Παιχνίδια";
"Productivity" = "Δημιουργικά";
"Entertainment" = "Ψυχαγωγία";
"Lifestyle" = "Λαϊφστάιλ";
"Navigation" = "Πλοήγηση";
"Music" = "Μουσική";
"Utilities" = "Βοηθήματα";
"Travel" = "Ταξίδια";
"Sports" = "Αθλητικά";
"Healthcare & Fitness" = "Υγεία";
"Photography" = "Φωτογραφία";
"Finance" = "Οικονομικά";
"Business" = "Εργασία";
"Education" = "Εκπαίδευση";
"Weather" = "Καιρός";
"Books" = "Βιβλία";
"Medical" = "Ιατρική";
"Stores" = "Καταστήματα";

// game subgenre names
"Action Games" = "Δράση";
"Adventure Games" = "Περιπέτεια";
"Arcade Games" = "Arcade";
"Board Games" = "Επιτραπέζια";
"Card Games" = "Χαρτοπαίγνια";
"Casino Games" = "Καζίνο";
"Dice Games" = "Παιχνίδια ζαριών";
"Educational Games" = "Εκπαιδευτικά";
"Family Games" = "Παιδικά παιχνίδια";
"Kids Games" = "Παιδικά παιχνίδια";
"Music Games" = "Μουσικά παιχνίδια";
"Puzzle Games" = "Παζλ";
"Racing Games" = "Αγώνες";
"Role Playing Games" = "Παιχνίδια ρόλων";
"Simulation Games" = "Προσομοίωση";
"Sports Games" = "Αθλητικά";
"Strategy Games" = "Στρατηγική";
"Trivia Games" = "Παιχνίδια ερωτήσεων";
"Word Games" = "Παιχνίδια λέξεων";



